<template>
	<view class="box">
		<uni-nav-bar :fixed="true" :status-bar="true" title="《个人信息保护协议》">
			<view slot="left" class="slotleft">
				<!-- #ifndef  MP-BAIDU -->
					<image class="fanhui" src="/static/images/icon-fanhui.svg" @click="back" />
				<!-- #endif -->
				<image class="fhsy" src="/static/images/icon-fhsy.svg" @click="home" />
			</view>
		</uni-nav-bar>
		<view class="" style="padding: 0 20rpx;">
			<view class="textBox" style="text-align: justify;color: #606266;">
				<view style="color: #303133;font-weight: 600;">个人信息保护协议</view>
				<view class="" style="color: #303133;font-weight: 600;">
					引言
				</view>
				<!-- 本协议为您与本小程序管理者之间所订立的契约，具有合同的法律效力，请您仔细阅读。 -->
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				青岛市 青岛纯品科技有限公司（以下称为“纯品科技”或“我们”）尊重并保护所有使用领途羊旅游管家服务的用户（以下称为“您”）个人隐私与信息安全。鉴于此，纯品科技制定本《用户个人信息保护协议》（以下称为“本政策”），与您确认关于您在使用领途羊平台服务期间，纯品科技收集、使用、共享、披露、存储和保护您的个人信息的相关事宜。			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				本政策适用于我们平台提供的所有产品和服务。我们及关联公司的产品或服务中使用了领途羊提供的产品或服务，如未设独立隐私政策的，则本政策同样适用于该部分产品或服务；如产品或服务单独设立有隐私政策的，则相应产品或服务适用相应隐私信息保护政策。			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				需要特别说明的是，本政策不适用于其他第三方向您提供的产品或服务，第三方向您提供的产品或服务适用其向您说明的隐私信息保护政策。本政策仅针对于纯品科技的行为。			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				纯品科技深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最小必要原则、确保安全原则、主体参与原则、公开透明原则等。同时，纯品科技承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				请在使用我们的产品或服务前，仔细阅读并了解本政策。特别是以粗体标识的条款，您应重点阅读，在确认充分理解并同意后再开始使用。如对本政策内容有任何疑问、意见或建议，您可通过领途羊提供的各种联系方式与我们联系。如您/您的监护人不同意本政策的任何内容，您应立即停止使用我们平台提供的所有产品和服务。当您使用纯品科技产品和/或服务时，则表示您同意且理解本政策的全部内容。			</view>
			<!-- <view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				再次感谢您对领途羊旅游管家的信任和使用！<br/>
				青岛纯品科技有限公司<br/>
				2021年11月27日生效
			</view> -->
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				本政策将帮助您了解以下内容：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				一、定义：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				二、我们如何收集和使用您的个人信息：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				三、我们如何使用Cookie和同类技术：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				四、我们如何共享、转让、公开披露您的个人信息：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				五、我们如何存储您的个人信息：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				六、我们如何保护您的个人信息安全：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				七、我们如何处理未成年人的个人信息：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				八、您的权利：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				九、本政策如何更新：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				十、如何联系我们：
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				一、定义<br/>
				1．个人信息：以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。<br/>
				2．个人敏感信息：包括身份证件号码、个人生物识别信息、银行账户、通信记录和内容、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息、14 岁以下（含）儿童的个人信息等（我们将在本政策中对具体个人敏感信息以粗体进行显著标识）。<br/>
				3．个人信息删除：在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。<br/>
				4．儿童：指不满14周岁的未成年人。<br/>
				5．关联公司：指控制纯品科技，或被纯品科技所控制，或与纯品科技共同受控制于同一实体的任何企业。控制是指直接或间接拥有该企业百分之五十（50%）以上的股权、投票权或管理权，或通过协议控制该企业管理权。			
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				二、我们如何收集和使用您的个人信息<br/>
				在您使用我们平台提供的产品或服务时，我们需要/可能需要收集和使用您的个人信息：<br/>
				对于使用我们的产品或服务的基本功能所必需的信息，为了保障产品或服务的正常运行，您须授权我们收集和使用，否则您将无法正常使用我们的产品或服务。<br/>
				对于使用我们的产品或服务的附加功能可能需要的信息，您可以选择是否授权我们收集和使用，若您拒绝提供，将导致附加功能无法实现或无法达到我们拟达到的效果，但不影响您对基本功能的正常使用。<br/>
				请您理解并同意，由于我们提供的产品和服务的多样性，且不同用户选择使用的具体产品或服务范围存在差异，故基本/附加功能及对应收集使用的个人信息类型、范围等会有所区别，请以具体的产品或功能为准。<br/>
				请您理解并同意，基于不断完善产品和服务的目的，我们将不时推出优化功能，可能增加或变更收集、使用个人信息的范围、目的和方式。对此，我们将更新本政策并通过页面提示、网站公告等方式另行向您说明个人信息收集的范围、目的和方式，以征得您的同意。<br/>
				您在使用我们的产品或服务时授权我们收集和使用您的个人信息的功能/场景包括：<br/>
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				1．当您使用咨询服务功能时，为保障您正常使用我们的前述服务，维护我们服务的正常运行并保障您的帐号安全，我们可能收集您的必要设备信息（设备型号、操作系统版本、唯一设备标识符（IDFA、AndroidID）、登陆IP地址、操作日志、MAC地址）。我们收集前述信息是用于为您分配专属标识符，并基于该标识符记录您的操作信息，即您的搜索、浏览、播放/阅读等操作记录，并以日志文件的形式保存。此外，在您使用过程中，我们可能会申请获取您的存储权限，以便记录您的日志信息、缓存内容。若您拒绝提供前述信息，将导致我们的产品或服务无法正常运行，我们将无法为您服务。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				2．当您使用注册、登陆功能时，我们会收集您主动提供给我们的一些单独或者结合识别您身份的信息（手机号码，验证码），我们收集前述信息是用以完成注册程序、为您持续稳定提供专属于注册用户的产品或服务，保护您的帐号安全，并使得您在不同平台使用领途羊产品或服务时，能够使用该帐号进行登录，并同步您的数据。若您拒绝提供前述信息，您将无法完成注册，但不影响您正常使用我们的其他功能。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				3．您可以选择完善您的个人资料，包括您的头像、昵称等。前述资料将帮助我们更好地了解您并为您提供更优质的服务，提升您的服务体验。如您拒绝提供这些信息，将会影响我们基于您的用户画像信息提供您感兴趣的内容、广告，但不影响您正常使用我们的其他功能。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				4．您使用帐号安全设置时，您可以设置密保问题用于忘记密码后找回密码。如您拒绝提供这些信息，不影响您正常使用我们的其他功能。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				5．您使用密码找回功能时，您可以根据密保、登陆邮箱、手机短信验证找回密码，但在此过程中，需要您提供一些信息以验证您的身份。如您拒绝提供这些信息，不影响您正常使用我们的其他功能。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				6．产品安全保障功能及个性化推荐服务<br/>
				为了履行维护网络安全义务提高您的使用服务安全性，确保操作环境安全，识别帐号异常状态，以及向您推荐个性化内容，通过算法模拟预测您的偏好特征，匹配您可能感兴趣的音频和书籍，优化搜索结果，我们会收集以下信息：<br/>
				（1）设备信息：我们会根据您在软件安装和使用中的具体操作，接收并记录您所使用的设备相关信息（包括设备型号、硬件序列号、设备MAC地址、操作系统版本、设备设置、唯一设备识别码（设备IMEI、Android ID、IDFA、SIM卡IMSI信息）、UUID、必要的移动应用列表/软件安装列表信息、软硬件及设备、设备环境信息，具体以您使用的终端设备位为准）、设备所在位置相关信息（包括您授权的GPS精准位置、IP地址以及WLAN接入点)。其中，精准定位信息即GPS精准位置属于个人敏感信息，如您拒绝提供，我们将不会根据精确定位信息向您推荐相关内容，且不会影响您使用其他功能。<br/>
				（2）日志信息：当您使用我们提供的产品或服务时，我们会自动收集您的详细使用情况，并作为网络日志保存。日志信息包括您的搜索和浏览记录、关注、收藏、评论、分享、IP地址、WIFI网络、电信运营商网络、使用的语言、访问日期和时间。
				当您使用收藏、关注、分享功能时，您可以对您感兴趣的博主、标签进行关注，您也可以对您感兴趣的文章进行收藏，进行分享，在您使用前述服务时，我们会收集您的收藏内容、关注博主、关注的标签在内的服务日志信息。
				请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。<br/>
				（3）其他信息：包括您或您授权的第三方向我们提供的关于您的城市、性别、生日，以便我们为您提供个性化推荐服务。
				我们将会通过收集、汇聚、分析上述信息，对您的个人特征等方面作出分析或预测，提取您的偏好特征，并基于特征标签进行间接人群画像，用于向您推荐您可能感兴趣的内容和活动、向您展示更具相关性的广告或其他推广内容，优化个性化服务的体验，并评估、改善我们广告投放和其他推广活动的效果。但我们努力保障您的产品使用体验。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				7. 收集和使用您的个人信息的特别说明<br/>
				(1) 若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，均会事先获得您的同意。<br/>
				(2) 若我们从第三方处间接获取您的信息，我们会在收集前明确以书面形式要求该第三方在已依法取得您同意后收集个人信息，并向您告知共享的信息内容，且涉及敏感信息时将经过您的事前明确确认，并要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方存在违反行为，我们会明确要求第三方承担相应法律责任。同时，我们的专业安全团队对个人信息会进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施保护间接获取的个人信息。<br/>
				(3) 另外，根据相关法律法规及国家标准，以下情形中，收集和使用您的个人信息无需事先征得您的授权同意：<br/>
				1) 与国家安全、国防安全直接相关的；<br/>
				2) 与公共安全、公共卫生、重大公共利益直接相关的；<br/>
				3) 与刑事侦查、起诉、审判和判决执行等直接相关的；<br/>
				4) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；<br/>
				5) 所收集的个人信息是您自行向社会公众公开的；<br/>
				6) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；<br/>
				7) 根据您要求签订和履行合同所必需的；<br/>
				8) 用于维护所提供的产品或服务的安全稳定运营所必需的，如发现、处置产品或服务的故障；<br/>
				9) 与我们履行法律法规规定的义务相关的；<br/>
				10) 法律法规规定的其他情形。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				三、我们如何使用Cookie和同类技术 <br/>
				（一） Cookie<br/>
				为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储Cookie、Flash Cookie或浏览器（或关联应用程序）提供的其他通常包含标识符、站点名称以及一些号码和字符的本地存储（统称“Cookie”）。借助于Cookie，网站能够存储您的偏好等数据。
				如果您的浏览器或浏览器附加服务允许，您可修改对Cookie的接受程度或拒绝我们的Cookie。有关详情，请参见AboutCookies.org。但如果您执行本条所述操作，在某些情况下可能会影响您安全访问我们的网站，且可能需要在每一次访问我们的网站时更改用户设置。<br/>
				（二） Cookie同类技术<br/>
				除Cookie外，我们还会在网站上使用网站信标和像素标签、ETag等其他同类技术。
				例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好，以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
				ETag（实体标签）是在互联网浏览器与互联网服务器之间背后传送的HTTP协议标头，可代替Cookie。ETag可以帮助我们避免不必要的服务器负载，提高服务效率，节省资源、能源，同时，我们可能通过ETag来记录您的身份，以便我们可以更深入地了解和改善我们的产品或服务。大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。但请注意，如果停用ETag，您可能无法享受最佳的产品或服务体验。<br/>
				（三） 拒绝或管理Cookie和同类技术<br/>
				您可以通过浏览器设置拒绝或管理Cookie和同类技术的使用；但请注意，如果停用Cookie，您可能无法享受最佳的服务体验，某些服务也可能无法正常使用。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				四、我们如何共享、转让、公开披露您的个人信息<br/>
				（一）共享<br/>
				我们不会与纯品科技以外的任何公司、组织和个人分享您的个人信息，但以下情况除外： <br/>
				1．在法定情形下的共享：我们可能会根据法律法规规定、诉讼、争议解决需要，或按行政、司法机关依法提出的要求，向相关行政、司法机关共享您的个人信息。<br/>
				2．在获取您的明确同意下共享：我们会在获得您或/和您的父母或监护人的明确同意后与其他方共享您的个人信息。<br/>
				3．向关联公司共享您的个人信息：为便于我们基于关联帐号共同向您提供一致化服务、个性化推荐、识别帐号异常、推荐您可能感兴趣的信息或保护我们关联公司或其他用户或公众的人身财产安全免遭侵害，以及便于您进行统一管理，您知悉并同意，您的个人信息可能会在我们的关联公司内部进行必要共享。我们会在您使用我们帐号登录我们关联公司产品或服务时共享您必要的个人信息，且受本政策中所声明目的的约束。如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，我们将再次征求您的授权同意。<br/>
				4．与授权合作伙伴共享：您授权并同意我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能，我们仅会出于本政策声明的合法、正当、必要、特定、明确的目的共享您的信息。我们会在数据共享前对授权合作伙伴进行个人信息安全及保护影响评估，授权合作伙伴只能接触到其履行职责所需信息，且我们将会通过协议要求其不得将此信息用于其他任何目的。如果授权合作伙伴改变个人信息的使用及处理目的，我们将要求其另行征求您的明确同意。<br/>
				目前，我们的授权合作伙伴包括以下类型：<br/>
				（1）广告监测、数据统计、数据分析服务类的授权合作伙伴。为维护和改进我们的产品或服务、为您提供更好的内容，我们可能会接入提供该服务的指定合作伙伴（如友盟、广点通、易观、美数）读取您的设备识别号、联网相关信息，用于分析您使用我们的服务情况、优化广告投放。
				我们会委托这些合作伙伴处理与广告覆盖面和有效性相关的信息，但除上述得到您的许可的情形外，我们不会将您的个人身份信息与提供广告、分析服务的合作伙伴共享，或者我们会将这些信息进行匿名化处理，以便授权合作伙伴无法识别您个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以执行我们委托的广告服务或决策建议。<br/>
				（2）供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴（如Bugly、友盟、易观、AdMaster），这些支持包括我们委托提供的技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查、进行Bug或者崩溃统计、提升登录体验，实现网关取号。
				请您放心，除得到您的明确同意外，我们不会将可以联系或识别您身份的个人信息与授权合作伙伴共享，我们会将能够识别您身份的个人信息进行匿名化处理，以便授权合作伙伴无法识别您个人。
				纯品科技产品中包含我们的授权合作伙伴提供的软件开发工具包（SDK），其可能尝试额外收集您的IMEI、IMSI，但由于我们关闭相应权限其无法采集到该信息。当您在我们平台使用该授权合作伙伴提供的相关服务，其将收集和处理您的相关个人信息，我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件开发工具包（SDK）进行严格的安全检测，审慎评估服务提供商使用您个人信息的目的，对这些合作方的安全保障能力进行综合评估，并与授权合作伙伴通过签署协议的方式约定严格的数据保护措施，要求其按照我们的委托目的、服务说明以及其他任何相关的保密和安全措施来处理个人信息。我们强烈建议您在使用任何第三方SDK服务前先行查看并了解其隐私条款。<br/>
				（二）转让<br/>
				我们不会将您的个人信息转让给任何公司、组织和个人，但以下情形除外：<br/>
				1．在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；<br/>
				2．在纯品科技发生合并、分立、解散、收购、破产清算或重组或其他类似情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。<br/>
				（三）公开披露<br/>
				我们仅会在以下情形下，公开披露您的个人信息：<br/>
				1. 获得您明确同意或基于您的主动选择后，我们可能会公开披露您的个人信息；<br/>
				2. 基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。<br/>
				（四）共享、转让、公开披露个人信息时事先征得授权同意的例外：<br/>
				根据相关法律法规及国家标准，以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：<br/>
				1. 与我们履行法律法规规定的义务相关的；<br/>
				2. 与国家安全、国防安全直接相关的；<br/>
				3. 与公共安全、公共卫生、重大公共利益直接相关的；<br/>
				4. 与刑事侦查、起诉、审判和判决执行等直接相关的；<br/>
				5. 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；<br/>
				6. 所收集的个人信息是您自行向社会公众公开的；<br/>
				7. 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；<br/>
				8. 法律法规规定的其他情形。<br/>
				请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				五、我们如何存储您的个人信息<br/>
				（一）存储地点<br/>
				1．请您知悉，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。<br/>
				2．目前我们不会跨境传输或存储您的个人信息。将来如需跨境传输或存储的，我们会向您告知信息出境的目的，接收方、安全保证措施和安全风险并征得您的同意。<br/>
				（二）存储期限<br/>
				我们只会在达成本政策所述目的所需的最短期限内保留您的个人信息，除非法律有强制的留存要求。<br/>
				（三）停止运营<br/>
				我们的产品或服务发生停止运营的情况时，我们将及时停止继续收集您的个人信息，并将停止运营的通知以逐一送达或公告的形式通知您；我们将在合理期限内删除您的个人信息或进行匿名化处理，法律法规另有约定的除外。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				六、我们如何保护您的个人信息安全<br/>
				（一）安全保护措施<br/>
				我们努力为用户的个人信息安全提供保障，以防止个人信息的泄露、篡改、丢失、不当使用、未经授权访问和披露等。我们使用多方位的安全保护措施，以确保用户的个人信息保护处于合理的安全水平，包括技术保护手段、管理制度控制、安全体系保障等诸多方面。<br/>
				1．我们采用业界领先的技术保护措施。我们使用的技术手段包括但不限于防火墙、加密（例如SSL）、去标识化或匿名化处理、访问控制措施等。此外，我们还会不断加强安装在您设备端的软件的安全能力。例如，我们会在您的设备本地完成部分信息加密工作，以巩固安全传输；我们会了解您设备安装的应用信息和运行的进程信息，以预防病毒、木马等恶意程序。<br/>
				2．我们建立了保障个人信息安全专门的管理制度、流程和组织。例如，我们严格限制访问个人信息的人员范围，要求他们遵守保密义务并进行审计，违反义务的人员会根据规定进行处罚。我们也会审查该管理制度、流程和组织，以防未经授权的人员擅自访问、使用或披露用户的个人信息。
				我们建议您在使用产品和服务时充分注意对个人信息的保护，我们也会提供多种安全功能来协助您保护自己的个人信息安全。
				（二）安全事件处置措施<br/>
				1．若发生个人信息泄露、损毁、丢失等安全事件，我们会启动应急预案，阻止安全事件扩大。安全事件发生后，我们会及时以推送通知、邮件等形式告知您安全事件的基本情况、我们即将或已经采取的处置措施和补救措施，以及我们对您的应对建议等。如果难以实现逐一告知，我们将通过公告等方式发布警示。<br/>
				2．同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。<br/>
				（三）账户安全风险的自主防范<br/>
				请您使用复杂密码并妥善保管您的账户及密码，并谨慎向第三方提供您的个人信息。如您发现自己的个人信息泄露，尤其是你的账户及密码发生泄露，请您立即联络我们客服，以便我们采取相应措施。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				七、我们如何处理未成年人的个人信息<br/>
				1．我们非常重视对未成年人的个人信息保护。如您为儿童，我们要求您请您的父母或其他监护人仔细阅读本政策，并在征得您的父母或其他监护人同意的前提下使用我们的产品或服务或向我们提供信息。若您为年满14周岁的未成年人，我们要求您或您的父母或其他监护人仔细阅读本政策，并在您征得您的父母或其他监护人同意或您自行同意的前提下使用我们的产品或服务或向我们提供信息。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				八、您的权利<br/>
				在您使用我们平台提供的产品或服务期间，按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，为了让您更便捷地查询访问、更正、删除您的个人信息，同时保障您撤回个人信息使用的同意和注销账户的权利，我们在平台设计中为您提供了相应的操作设置，您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式访问及管理您的个人信息。此外，我们还设置了投诉举报渠道，您的意见将会得到及时的处理。<br/>
				（四）改变您授权同意的范围<br/>
				1. 每个业务功能需要一些基本的个人信息才能得以完成。对于额外个人信息的收集和使用，您可以与我们平台客服联系给予或收回您的授权同意。<br/>
				2. 您可以通过以下方式自行操作：<br/>
				如您希望撤回对我们平台授予的各项权限的授权，您可通过您设备的权限设置路径撤回相关同意。
				当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				九、本政策如何更新
				我们可能会适时对《用户个人信息保护及隐私政策协议》进行修订。当本政策的条款发生变更时，我们会在版本更新时以显著方式向您提示变更后的隐私政策，并向您说明生效日期。请您仔细阅读变更后的隐私政策，您继续使用我们产品或服务表示您同意我们按照更新后的隐私政策。
				未经您明确同意，我们不会削减您按照本政策所应享有的权利。我们会在专门页面上发布对本政策所做的任何变更。对于重大变更，我们还会提供更为显著的通知（如红点提示、弹窗等方式）。
				本政策所指的重大变更包括但不限于：<br/>
				1. 我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；<br/>
				2. 我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；<br/>
				3. 个人信息共享、转让或公开披露的主要对象发生变化；<br/>
				4. 您参与个人信息处理方面的权利及其行使方式发生重大变化；<br/>
				5. 我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；<br/>
				我们还会将本政策的旧版本存档，供您查阅。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				十、如何联系我们：
				如您对本政策内容有任何疑问、意见或建议，您可以通过应用内在线客服或拨打客服电话：15205321382与我们联系；<br/>
				我们设立了个人信息保护专职部门，您可将您的问题发至【jinyuan@5super.cn】或寄到如下地址：<br/>
				联系人：领途羊法务部<br/>
				地址：青岛市市北区敦化路卓越世纪2号楼<br/>
				邮编：266000<br/>
				我们将尽快审核所涉问题，并在验证您的用户身份后的十五个工作日内予以回复。<br/>
				如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。<br/>
				再次感谢您对领途羊旅游管家的信任和使用！<br/>
				青岛纯品科技有限公司<br/>
				2021年12月31日生效
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss">
.box{
	padding-bottom: constant(safe-area-inset-bottom); /*兼容 IOS<11.2*/
	padding-bottom: env(safe-area-inset-bottom); /*兼容 IOS>11.2*/
	.textBox{
		margin-top: 40rpx;
	}
}

</style>
