<template>
	<view class="box">
		<uni-nav-bar :fixed="true" :status-bar="true" title="《咨询产品服务协议》">
			<view slot="left" class="slotleft">
				<!-- #ifndef  MP-BAIDU -->
					<image class="fanhui" src="/static/images/icon-fanhui.svg" @click="back" />
				<!-- #endif -->
				<image class="fhsy" src="/static/images/icon-fhsy.svg" @click="home" />
			</view>
		</uni-nav-bar>
		<view class="" style="padding: 0 20rpx;">
			<view class="textBox" style="text-align: justify;color: #606266;">
				<view style="color: #303133;font-weight: 600;">咨询产品服务协议</view>
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				一、特别提示<br/>
				1.本协议由您和青岛纯品科技有限公司(以下简称“纯品”)在山东省青岛市市北区共同签署。<br/>
				2.在签署本协议前，请您务必审慎阅读、充分理解本协议各条款的内容，尤其是免除或限制责任/权利的条款、法律适用与争议解决条款。如您对本协议内容有任何疑问的，您可通过纯品在线客服、发送邮件jinyuan@5super.cn或拨打纯品客服电话等多种方式与我们联系，以便我们为您做出解答。如果您对协议条款内容存有异议的，您可以选择不接受或者不使用本服务;若您选择接受、使用此服务的，将视为您接受、认可并同意按照本协议约定执行。<br/>
				3.您同意，一旦有实际登录或使用纯品产品/服务等行为的，即表示您已充分阅读、理解、认可和接受本协议的全部内容，自愿接受本协议约束，并与纯品平台达成一致，成为纯品用户。阅读本协议过程中，如您不同意本协议或其中任何条款约定，您应立即停止注册、登录或使用纯品产品/服务。<br/>
				4.如您是未成年人的，请在法定监护人的陪同下阅读和判断是否同意本协议，特别注意未成年人条款。未成年人行使和履行本协议项下的权利和义务视为已获得监护人的认可。<br/>
				5.纯品平台是一个旅游咨询服务平台，我们通过平台为您提供在线咨询、在线旅游解决方案、实用工具等多种产品/服务，帮助您能及时、便捷、高效的解决旅游问题。
				您同意并理解，纯品根据平台业务的调整、国家法律法规、政策变化等原因，有权不时地调整、变更、终止、增加或减少纯品产品/服务的类型、服务内容、服务规则、服务收费等内容，具体以届时纯品平台展示说明的内容为准;您应在登录或使用(特别是购买)纯品产品/服务前应仔细了解相关产品/服务的服务协议、服务内容及收费等事项。
				为服务达成以及提升用户体验等目的，纯品平台亦将为您提供更为友好完善的交易规则服务，并优化和引入物流、支付等第三方服务。由此发生的法律关系是由您和该等第三方服务商之间形成，和纯品平台无关。<br/>
				6.本协议的各项标题表述仅为概括条款使用，不作为对于具体条款解释的限制、参考。对于条款的解释，应以合同目的为出发点并结合上下文义做出合理解释。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				二、服务内容<br/>
				1.目前，纯品咨询类的产品/服务包括【在线咨询】、【电话咨询】、【管家咨询】等三大类型的产品/服务。<br/>
				2 .您在购买纯品咨询类服务前，请您详细阅读相应服务的详情介绍页面，全面了解您所购买的咨询类服务的类型、价格以及服务内容、服务流程、服务有效期等重要事项。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				三、服务主体<br/>
				1.在纯品产品/服务中，不同的产品/服务可能对应不同的服务主体，进而可能导致您在使用纯品产品/服务的权利、义务和责任不尽相同，请您在使用(特别是购买)纯品产品/服务时特别注意并审慎选择为您服务的服务主体。<br/>
				2.在纯品产品/服务中，如果为您服务的是平台入驻旅游管家，则您的服务主体为该服务旅游管家，您与该服务旅游管家建立旅游服务关系。纯品仅向您和该旅游管家提供旅游管家展示、旅游管家查询、信息发布、交易结算等信息或技术类的平台服务，并不提供任何其他服务，您与纯品之间不建立任何服务。如果为您服务的是纯品自建旅游服务团队人员，则您的服务主体为纯品。<br/>
				3.为了您能准确的选择和区分服务主体并不会被误导或混淆，纯品将可能采取不同颜色、不同头像、标记、标签等一种或多种方式区分不同的服务主体，以供您识别为您提供服务的人员是平台入驻旅游管家还是纯品自建服务团队。<br/>
				4.纯品特别提醒您，当纯品自建法律旅游团队人员为您提供服务时，该人员并非(目不能)以旅游管家身份为您提供服务。在任何情况下，纯品自建旅游服务团队人员仅代表纯品为您提供服务，其个人并不与您建立任何形式的服务或委托等关系。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				四、服务使用<br/>
				您在购买咨询类服务后，您应特别注意服务期限(或有效期限)，并在相应期限内及时使用或要求纯品为您提供服务。如您在服务期限内未实际使用或要求纯品为您提供服务的，相关期限届满后，视为纯品已完成服务，您无权再以此为由要求纯品退费。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				五、服务费用<br/>
				1.服务费用<br/>
				您同意并理解，纯品有权决定相关产品/服务是否收费及收费标准、支付方式，并有权根据业务调整需要不时地调整收费的产品/服务类型、收费标准、支付方式等内容，您在使用(购买)纯品产品/服务前应仔细了解相关产品/服务的收费标准、支付方式等具体事项。
				纯品将会以页面详情或者订单信息等方式告知您产品/服务的内容及价格，请您仔细注意并审慎选择。若您选择同意并提交相应订单后，将视为您认可和接受相关的服务内容及费用，您应按照页面详情或者订单信息载明的方式向纯品或者其他服务主体支付相应的服务费用。<br/>
				2.收费主体<br/>
				如果您选择平台入驻旅游管家为您提供服务，您需要向该服务旅游管家支付服务费用。为保证旅游管家的服务质量和顺利退费，您同意并理解，您支付的费用由纯品代为收取进行托管，并在旅游管家为您提供的产品/服务完成后全额支付给旅游管家。在此过程中，纯品不会向您收取任何服务费用，但纯品可能向您服务的旅游管家收取一定的信息及技术服务费，并在待您向服务旅游管家支付服务费用前事先扣除上述费用。
				如果您选择纯品自建法律服务团队人员为您提供服务，您需要向纯品支付服务费用。<br/>
				3.退费<br/>
				为保证服务质量，纯品设定了平台入驻旅游管家的有效响应期，若您选定的或接受您需求订单的服务旅游管家在规定期限内没有接受订单或者未能为您提供服务，平台将通过您付费的原路径向您退回收取的费用。
				您在购买服务并支付费用后，如您未经纯品或服务旅游管家的同意单方要求终止服务，或者不再需要服务，或您未实际使用购买的服务(如您在限定期内未提出咨询)，纯品有权不退还您所支付的费用。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				六、服务评价<br/>
				您有权在纯品平台提供的评价系统中对您使用(购买)的纯品产品/服务或服务者进行评价。但您的评价应遵守纯品平台的相关规则和规定，评价内容应当合法、客观、真实，与相关产品/服务/服务者具有关联性，并不能使用包含任何污言秽语、色情低俗、广告信息或其他违反法律法规及本协议规定的禁止性信息，否则纯品有权删除有关评价信息并对您的账户采取冻结或关闭账户、取消订单、拒绝提供服务等措施。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				七、风险提示<br/>
				青岛纯品科技有限公司<br/>
				2021年12月31日生效
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				再次感谢您对领途羊旅游管家的信任和使用！<br/>
				您同意并理解，纯品无法保证相关产品/服务(无论该产品/服务是由平台入驻旅游管家提供或由纯品提供)准确无误并完全满足您的要求。
				为规避或降低相关风险，纯品建议您在使用纯品产品/服务时向服务者提供合法、真实、准确、完整的信息和资料，如实并尽可能全面地向服务者介绍相关情况(包括对您有利和不利的情况)，以便服务者尽可能的做出准确的判断，为您提供高质量的服务。同时，鉴于在线服务的局限性，纯品建议您重要事项或重大问题在线下进一步详细咨询专业人士。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				八、责任限制！<br/>
				1.您同意并理解，通过纯品平台为您提供的任何产品/服务仅作为您做出相应决定或决策的参考，您应自行判断并谨慎决定是否采纳为您提供的任何产品/服务成果。<br/>
				2.因您自身因素(如虚假陈述、重大遗漏、隐瞒或捏造重要事实等)或其他非纯品因素造成的任何后果及损失，您应自行承担。<br/>
				3.任何情况下，纯品因任何原因被判定需要向您承担责任，您同意纯品仅在存在故意或重大过失的情况才需向您承担责任，且纯品在任何情况下向您承担的赔偿责任以纯品向您实际收取的服务费金额为限，赔偿的损失范围仅限于您的直接财产损失。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				九、责任保险！<br/>
				如纯品已为您所购买的咨询类服务购买责任保险的，您同意首先由保险机构赔偿因该服务给您造成的损失，您应配合办理保险理赔手续。保险理赔金额不足或保险拒绝赔偿的部分，纯品以实际向您收取的服务费金额为限继续向您赔偿。
			</view>
			<view class="" style="text-align: justify;margin-top: 24rpx;color: #606266;">
				再次感谢您对领途羊旅游管家的信任和使用！<br/>
				青岛纯品科技有限公司<br/>
				2021年12月31日生效
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss">
.box{
	padding-bottom: constant(safe-area-inset-bottom); /*兼容 IOS<11.2*/
	padding-bottom: env(safe-area-inset-bottom); /*兼容 IOS>11.2*/
	.textBox{
		margin-top: 40rpx;
	}
}

</style>
